[
  {
    "term": "ACAR",
    "versions": [
      {
        "attributes": [
          "m."
        ],
        "definitions": [
          "Të ftohtë i madh, i thatë e me ngricë; fraq, cingërimë, thëllim. Acar i ashpër. Acari i dimrit. Bën (ka) acar.",
          "kryes. sh. ~E, ~ET. Të ftohtat e dimrit, ngricat. Duron (kalon) acaret.",
          "fig. Ashpërsi, vrazhdësi; zemërim. I flet me acar. E merr me acar.",
          "fig. Frikë që të ngrin zemrën. I hyri acari në shpirt. Rrinte me acar në zemër.",
          "përd. mb. Shumë i pastër e i ngrirë (për veshjen). I ka petkat acar."
        ]
      },
      {
        "attributes": [
          "mb."
        ],
        "definitions": [
          "I acartë. Mot (dimër) acar. Erë acare.",
          "Shumë i pastër e i kulluar, shumë i kthjellët. Ujë acar.",
          "Shumë i pastër e i rregullt në veshje, që mbahet akull; që mban pastërti e rregull. Djalë acar. Grua acare.",
          "fig. I mprehtë, i shkathët. Fëmijë acar."
        ]
      },
      {
        "attributes": [
          "ndajf."
        ],
        "definitions": [
          "Pastër e bukur, akull. I veshur acar.",
          "Ashpër, me të egër, vrazhdë. Foli acar. U soll acar.",
          "fig. Pisk, ngushtë. E ka punën acar."
        ]
      }
    ]
  },
  {
    "term": "AERONAUTIKË",
    "versions": [
      {
        "attributes": [
          "f.",
          "av."
        ],
        "definitions": [
          "Dija mbi lundrimin në ajër me mjete fluturuese më të lehta ose më të rënda se ajri; mjeshtëria e lundrimit në ajër. Qendra e aeronautikës."
        ]
      }
    ]
  },
  {
    "term": "ÇLIRUES",
    "versions": [
      {
        "attributes": [
          "m.",
          "sh."
        ],
        "definitions": [
          "Ai që merr pjesë në luftën për çlirimin e një vendi a të një krahine, çlirimtar. Çliruesit e qytetit (e krahinës). Çliruesit e njerëzimit."
        ]
      },
      {
        "attributes": [
          "mb."
        ],
        "definitions": [
          "Çlirimtar. Ushtria çliruese. Luftë çliruese."
        ]
      }
    ]
  },
  {
    "term": "HYRJE",
    "versions": [
      {
        "attributes": [
          "f.",
          "sh."
        ],
        "definitions": [
          "Veprimi sipas kuptimeve të foljes HYJ. Hyrje e shpejtë. Vendi i hyrjes. Biletë hyrjeje. Vizë hyrjeje. dipl. Ndalohet hyrja.",
          "Vend i hapur, nëpër të cilin hyjmë diku; derë, portë. Hyrje kryesore. Hyrje e fshehtë. Hyrja e shtëpisë (e ndërtesës). Hyrja e qytetit. Hyrja e kalasë (e shpellës, e tunelit). Hyrjet e stadiumit.",
          "Vizitë a ardhje miqsh në një shtëpi. Ka shumë hyrje ajo shtëpi.",
          "Studim i shkurtër ose shënime të tjera që vihen në krye të një vepre letrare a shkencore. Hyrje e gjatë (e shkurtër). Hyrja e veprës. Është pajisur me një hyrje.",
          "fin. Sasia e të hollave që futen në arkë a e të ardhurave që futen në buxhet kur bëhen llogaritjet; kund. dalje. Hyrjet e arkës. Hyrjet e buxhetit.",
          "bised. Banesë e veçantë për një familje në ndërtesat me shumë kate. Shkallë me dhjetë hyrje. Hyrja gjashtëmbëdhjetë. Mori një hyrje të re. U ndanë të gjitha hyrjet. * Hyrje e dalje vajtje e ardhje të vazhdueshme ndërmjet familjesh, pritje e përcjellje, hyrje-dalje. E bëj hyrje fin. bëj veprimet për të futur një mall në magazinë. Ka hyrje të lirë diku shih te LIRË (i,e)."
        ]
      }
    ]
  },
  {
    "term": "IKACAKE",
    "versions": [
      {
        "attributes": [
          "f.",
          "sh.",
          "keq."
        ],
        "definitions": [
          "Grua që ka lënë burrin."
        ]
      }
    ]
  },
  {
    "term": "PUPË IV",
    "versions": [
      {
        "attributes": [
          "f.",
          "sh."
        ],
        "definitions": [
          "Pjesa e prapme e anijes a e barkës, kic. Pupa e anijes (e vaporit, e lundrës). Qëndronte në pupë. E ka erën në pupë.",
          "Pjesa më e ngritur në bordin e një anijeje. Velat (kabinat) e pupës. U ngjit (doli) në pupë.",
          "Pjesë e ngritur e një mjeti, ku zakonisht ulen. Pupa e karrocës. U ul në pupë.",
          "fig. bised. Rregull, terezi. E ka në pupë me të. I kishte punët në pupë. * Është çuar në pupë është bërë mendjemadh, i është rritur mendja."
        ]
      },
      {
        "attributes": [
          "f.",
          "sh."
        ],
        "definitions": [
          "Pjesa e prapme e anijes a e barkës, kic. Pupa e anijes (e vaporit, e lundrës). Qëndronte në pupë. E ka erën në pupë.",
          "Pjesa më e ngritur në bordin e një anijeje. Velat (kabinat) e pupës. U ngjit (doli) në pupë.",
          "Pjesë e ngritur e një mjeti, ku zakonisht ulen. Pupa e karrocës. U ul në pupë.",
          "fig. bised. Rregull, terezi. E ka në pupë me të. I kishte punët në pupë. * Është çuar në pupë është bërë mendjemadh, i është rritur mendja."
        ]
      }
    ]
  }
]